Repository: nephila/djangocms-page-meta
Catalog: djangocms_page_meta/locale/*/LC_MESSAGES/django.po
Languages: de, it, lt

source: django CMS Page Meta
de: django CMS Seiten-Meta
lt: django CMS Puslapio Meta

source: Meta-information
it: Metainformazioni
lt: Meta informacija

source: Common
de: Gemeinsam
it: Generale
lt: Bendri

source: Used if title image is empty.
de: Wird verwendet, wenn das Titelbild ist leer ist.
it: Usato se l'immagine per il Titolo è vuota.
lt: Naudojamas jei nėra pirminio paveikslėlio.

source: Resource type
de: Ressourcentyp
it: Tipo di risorsa
lt: Resurso tipas

source: Use Article for generic pages.
de: Nutze Artikel für generische Seiten.
it: Usa "Articolo" per le pagine normali.
lt: Naudoti straipsnį bendriniams puslapiams.

source: Author account
de: Account des Autor
it: Account dell'Autore
lt: Autoriaus paskyra

source: Author Facebook URL
de: Facebook-URL des Autors
it: URL Facebook dell'Autore
lt: Autoriaus Facebook URL

source: Author Facebook ID
de: Facebook-ID des Autor
it: Facebook ID dell'Autore
lt: Autoriaus Facebook ID

source: Use Facebook numeric ID.
de: Nutze die numerische Facebook-ID
it: Inserisco il Facebook ID numerico
lt: Naudoto Facebook skaitinį ID

source: Website Facebook URL
de: Facebook-URL der Wbsite
it: URL Facebook del sito
lt: Tinklalapio Facebook URL

source: Facebook App ID
it: App ID Facebook
lt: Facebook aplikacijos ID

source: Facebook Pages ID
de: Facebook Seiten-ID
it: Facebook ID della pagina
lt: Facebook puslapių ID

source: Author Twitter Account
de: Twitter-Account des Autors
it: Account Twitter dell'autore
lt: Autoriaus Twitter paskyra

source: '@' character not required.
de: „@“ nicht benötigt
it: Carattere "@" non richiesto.
lt: "@" simbolis nereikalingas.

source: Website Twitter Account
de: Twitter-Account der Website
it: Account Twitter del sito
lt: Tinklalapio Twitter vartotojas

source: Author Google+ URL
de: Google+ URL des Autor
it: URL Google+ dell'Autore
lt: Autoriaus Google+ URL

source: Use the Google+ Name (together with "+")
de: Nutzen Sie den Google+-Name (inklusive +)
it: Usa il nome Google+ (comprensivo di "+")
lt: Naudokite Google+ vardą (kartu su "+")

source: Page meta info (all languages)
de: Meta-Informationen der Seite (alle Sprachen)
it: Metainformazioni (tuttle le lingue)
lt: Puslapio meta duomenys (visoms kalboms)

source: Page Meta for {0}
de: Meta für Seite {0}
it: Meta-info pagina per {0}
lt: Puslapio meta {0}

source: If empty, page image will be used for all languages.
de: Wenn nicht gesetzt, wird das Seitenbild wird für alle Sprachen genutzt.
it: Se vuota, l'immagine della pagina sarà usata in tutte le lingue.
lt: Jei tuščia, puslapio paveikslėlis bus naudojamas visoms kalboms.

source: Facebook Description
de: Facebook-Beschreibung
it: Descrizione Facebook
lt: Facebook aprašymas

source: Twitter Description
de: Twitter-Beschreibung
it: Descrizione Twitter
lt: Twitter aprašymas

source: Google+ Description
de: Google+ Beschreibung
it: Descrizione Google+
lt: Google+ aprašymas

source: Page meta info (language-dependent)
de: Meta-Informationen der Seite (sprachabhängig)
it: Metainformazioni (per lingua)
lt: Puslapio meta duomenys (priklausantys nuo kalbos)

source: Title Meta for {0}
de: Meta-Titel für {0}
it: Meta-info titolo per {0}
lt: Pavadinimo meta {0}

source: attribute
de: Attribut
it: attributo
lt: atributas

source: Custom attribute
de: Benutzerdefiniertes Attribut
it: Attributo personalizzato
lt: Specialus atributas

source: name
it: nome
lt: pavadinimas

source: Meta attribute name
de: Name des Meta-Attribut
it: Nome dell'attributo
lt: Meta atributo pavadinimas

source: value
de: Wert
it: valore
lt: reikšmė

source: Meta attribute value
de: Wert des Meta-Attributs
it: Valore dell'attributo
lt: Meta atributo reikšmė

source: Attribute {0} for page {1}
de: Attribut {0} für Seite {1}
it: Attributo {0} della pagina {1}
lt: Atributas {0} puslapiui {1}

source: Attribute {0} for title {1}
de: Attribut {0} für Titel {1}
it: Attributo {0} del titolo {1}
lt: Atributas {0} pavadinimui {1}
